{
    "1": [
        {
            "group": "1",
            "name": "1",
            "class": "WFV Spring",
            "title": "Past Patterns, Future Hopes: Self-Rated Poverty Forecasts for the Philippines",
            "desc": "Self-rated poverty, a powerful measure of how Filipinos perceive their economic status, provides unique insights into poverty beyond traditional metrics. It reflects not only material deprivation but also social and psychological dimensions, making it a vital tool for understanding the nation’s socio-economic landscape. Key historical events like the 1986 People Power Revolution and the 2020 COVID-19 Pandemic have notably influenced these perceptions.\n\nThe 2023 Post-Pandemic Recovery marks a pivotal moment reflecting resilience and recovery efforts, with polynomial regression models projecting a temporary decline in the “Poor” category and shifts in “Not Poor” and “Borderline” groups. However, forecasts beyond 2026 reveal a concerning reversal: the “Poor” category rises, while the other groups decline.\n\nAmid hopes for economic uplift, trends in this visualization warn of a deepening divide in lived experiences, highlighting the need for sustained interventions to address poverty and prevent future setbacks, ensuring a more equitable future for all Filipinos.",
            "authors": [
                "M. A. Chio",
                "M. E. Dela Paz",
                "X. V. Rentino",
                "M. H. Tuan"
            ],
            "plot": "1",
            "website": "https://xrentino.github.io/CS132-Poverty/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1pyd7IKYPV3KBfcdSZtV5z4K5AJi3LvzJyIuIfqsVcNw/edit?usp=sharing"],
            "related_sdg": [8,10,11],
            "bell": true
        }
    ],
    "2": [
        {
            "group": "2",
            "name": "2",
            "class": "WFV Spring",
            "title": "Global Hunger and Data: The Philippines and the World",
            "desc": "Global Hunger Index (GHI) scores, both worldwide and in the Philippines, continue to decline, indicating that the country is at the same pace with global efforts to reduce hunger. The Philippines also consistently reports lower hunger levels, which also manifests in projections through 2030. These trends suggest that the country must continue to take steps to address hunger and food insecurity to maintain its progress in solving these issues.\n\nWhile not shown in the plot, supporting analyses reveal strong negative correlations between undernourishment and food security indicators such as protein supply, dietary energy adequacy, and GDP per capita (r ≈ -0.96 to -1.00), suggesting that improving these conditions is closely linked to reducing hunger. In addition, energy and protein supply indicators show strong positive correlations with GDP.\n\nTogether, these findings reinforce that advancing food and economic conditions is crucial to maintaining the country’s progress and achieving long-term hunger reduction goals.",
            "authors": [
                "J. M. Bacalla",
                "G. A. Capili",
                "M. F. Felizardo"
            ],
            "plot": "2",
            "website": "https://cs132zerohunger.framer.website/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1_ip3Nvc2-bM6PtedwrcZwODca6v_silmL8bPvANqcGQ/edit?usp=sharing"],
            "related_sdg": [1,3,12],
            "bell": false
        }
    ],
    "3": [
        {
            "group": "3",
            "name": "3",
            "class": "WFV Spring",
            "title": "Mapping the Gaps: Analyzing Healthcare Infrastructure in the Philippines",
            "desc": "Access to healthcare is essential in ensuring that individuals receive timely and appropriate medical care. In the Philippines, data shows that approximately 77% of healthcare facilities are publicly owned or regulated, revealing a strong national reliance on the public health system. However, highly urbanized areas exhibit a different pattern, with a greater presence of privately owned facilities. A choropleth map highlights this distribution across the country.\n\nMeanwhile, a pie chart shows that 90.02% of healthcare services are non-emergency, underscoring the system’s heavy emphasis on routine and preventive care. A breakdown of specialized facilities further reveals that birthing homes and drug testing laboratories are the most common types nationwide.\n\nThese findings provide valuable insights into the distribution of medical resources. As the Department of Health (DOH) receives a ₱35.37-billion budget for 2025—₱6.78 billion more than in 2024—such data is crucial for guiding investments, improving infrastructure, and addressing nationwide disparities in services.",
            "authors": [
                "I. J. Balao",
                "R. Jimenez",
                "P. Perez"
            ],
            "plot": "3",
            "website": "https://piolorenzoperez.github.io/cs132-portfolio/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1Czcz6CV6do4BwcVCWAYy2ULMT8GJ8ptRE5ljfC1UIcM/edit?usp=sharing"],
            "related_sdg": [10,11],
            "bell": false
        },
        {
            "group": "4",
            "name": "4",
            "class": "WFV Spring",
            "title": "Facilities and Fatalities: Mapping Health Inequality in the Philippines",
            "desc": "Healthcare facilities have always played a significant role in the Philippines. Their availability, especially in larger and more populated regions, has a direct impact on health outcomes and access to essential medical services. This plot compares mortality rates and health facility density across regions, standardized as counts per 10,000 people, to provide a clearer view of healthcare distribution and health outcomes across the country. \n\n While the plot does not reveal a statistically significant correlation between mortality rates and health facility density, it highlights noticeable disparities across regions. These gaps point to the importance of adopting a more multidimensional approach to understanding health outcomes, as many other factors likely influence regional mortality beyond facility count alone. \n\n By visualizing these patterns, the plot supports more informed, data-driven policy and resource allocation decisions aimed at improving equity in healthcare access across the country.",
            "authors": [
                "M. K. Pau-tin",
                "S. K. Tolentino",
                "N. S. Zuñiga"
            ],
            "plot": "4",
            "website": "https://mkpautin.github.io/healthy-boys/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1hA3XoAqu0r-yoPFXHe1NJnfaSTSp3r3lgN0DjGbvzRs/edit?usp=sharing"],
            "related_sdg": [10,11],
            "bell": false
        }
    ],
    "4": [
        {
            "group": "5",
            "name": "5",
            "class": "WFV Summer",
            "title": "Rich Country, Smart Country? Investigating GDP and World University Rankings",
            "desc": "This scatter plot shows how university rankings relate to GDP, with both metrics represented as percentiles. Each dot corresponds to a country in a given year. Most countries with low GDP display a wide range of university rankings, indicating no strong or consistent link between economic performance and education quality. However, countries with high GDP tend not to have poor university rankings.\n\nThe Philippines, shown in red, consistently ranks low in both GDP and university rankings, with some fluctuations over time. In contrast, the United States, highlighted in blue, maintains both high GDP and strong university rankings over the years. This pattern suggests that economic stability may support consistent educational performance, although it is not the sole factor.",
            "authors": [
                "R. E. Castro",
                "G. Ramos",
                "A. J. Torres",
                "C. L. Senatin"
            ],
            "plot": "5",
            "website": "https://lemonjerome.github.io/cs132-portfolio/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1JcT_c6dk4CSLIP7qHmeOnz55r-2MnQOeX_mgPz8PTvk/edit?usp=sharing"],
            "related_sdg": [8,10,11],
            "bell": true
        }
    ],
    "5": [
        {
            "group": "7",
            "name": "7",
            "class": "WFV Summer",
            "title": "User Engagement Based on Post Sentiment and Homophobia in Filipino Reddit Spaces",
            "desc": "This plot illustrates user engagement with Reddit posts in Filipino communities, categorized by sentiment (negative, positive, neutral) and whether posts were flagged as homophobic or non-homophobic. Engagement is measured using a combination of normalized comment counts and upvote ratios. The box plots show that non-homophobic posts consistently receive higher engagement across all sentiment categories—especially neutral non-homophobic posts, which generate the most interaction. In contrast, homophobic posts tend to attract less community response regardless of sentiment. \n\n Word clouds above each category highlight the most common terms used, offering insight into the language and topics driving discussions. Overall, the plot suggests that Filipino Reddit communities are more engaged with respectful, neutral conversations and tend to disengage from homophobic content.",
            "authors": [
                "T. J. Noval",
                "J. G. Ricaforte",
                "G. D. Sacramento"
            ],
            "plot": "7",
            "website": "https://duckycodess.github.io/homo-detection/",
            "dataset": ["https://duckycodess.github.io/homo-detection/data/preprocessed_dataset.csv"],
            "related_sdg": [10,16],
            "bell": false
        }
    ],
    "6": [
        {
            "group": "8",
            "name": "8",
            "class": "WFV Summer",
            "title": "Linking Households with Sanitation Access to Dengue Trends in the Philippines",
            "desc": "This plot explores the relationship between the yearly number of households with sanitation facilities and monthly dengue cases from 2019 to 2022, focusing on whether increased sanitation correlates with fewer dengue cases, and whether dengue case peaks shift over time. \n\n The blue line represents the number of households with sanitation facilities, showing a steady increase each year that reflects improvements in sanitation. The purple line tracks monthly dengue cases, with distinct peaks, especially in 2019, followed by a notable decline in subsequent years. This drop coincides with COVID-19 mobility restrictions and intensified community cleanup drives. \n\n Seasonal peaks emerge in January, July, and August. Despite the difference in time frames—monthly dengue data and yearly sanitation data—the plot suggests an inverse relationship, with higher sanitation levels possibly linked to fewer dengue cases. However, other factors may also influence these trends, and sanitation alone may not be the sole factor in controlling waterborne diseases like dengue.",
            "authors": [
                "M. R. Arcardo",
                "L. N. Paulo",
                "G. Mislang"
            ],
            "plot": "8",
            "website": "https://cs132-portfolio-eight.vercel.app/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1pk9NmED7tb6uZbccLIJrMk5TwXZ0mBls82uCE_opgkk/edit?usp=sharing"],
            "related_sdg": [3,13],
            "bell": true
        }
    ],
    "7": [
        {
            "group": "9",
            "name": "9",
            "class": "WFV Summer",
            "title": "EVs vs. HEVs: Which Costs Less to Drive in the Philippines?",
            "desc": "Growing interest in Hybrid Electric Vehicles (HEVs) in the Philippines stems from their advertised fuel efficiency in urban environments compared to conventional gasoline cars. The government’s EVIDA law, offering excise tax exemptions, underscores a broader push for electric mobility. \n\n This plot compares the average cost per kilometer of driving an HEV versus a fully electric vehicle (EV) in the National Capital Region (NCR), using average efficiencies (km/L and km/kWh) of the top 10 most popular models in the local market. The plot also marks key events, such as the 2020 Luzon lockdown, the 2022 Russia-Ukraine war, and the 2024 ERC order, to contextualize price shifts. \n\n While HEVs offer flexible fueling options, the data reveals that EVs remain consistently more cost-effective for NCR driving year-round, especially as electricity rates drop and gas prices remain volatile.",
            "authors": [
                "L. Conanan",
                "J. Heffron",
                "J. Lidasan"
            ],
            "plot": "9",
            "website": "https://parkouralvoil.github.io/cs132_overload/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1fwAkqhLW1Ity1jQuW_FSuACYamU8oPEINvl079Cubdk/edit?gid=844776228#gid=844776228"],
            "related_sdg": [9,11,12],
            "bell": true
        }
    ],
    "8": [
        {
            "group": "10",
            "name": "10",
            "class": "WFV Summer",
            "title": "Beneath the Surface: Regional Disparities in Aquaculture Production and Value",
            "desc": "Aquaculture in the Philippines shows significant regional variation, not just in production volume, but also in economic value. BARMM leads in total volume, largely due to extensive seaweed farming, but its value-added remains comparatively low given the modest market price of raw seaweed. In contrast, Central Luzon and Western Visayas perform strongly in both volume and value, driven by high-value species like bangus, tilapia, and prawns, supported by better infrastructure and access to processing facilities. \n\n These trends highlight how regional aquaculture systems are shaped not only by environmental conditions, but also by market integration, investment, and adaptive land-use strategies.",
            "authors": [
                "J. C. Frongoso",
                "E. Kasilag",
                "M. S. B. Omisol"
            ],
            "plot": "10",
            "website": "https://jcfrongoso.github.io/cs132-final-project/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1WqQK_JoUyvT4nx4p7toenux5v2_kgWeCX-riGNxFrPU/edit?usp=sharing","https://docs.google.com/spreadsheets/d/1IS58Nb-ayi2RrdjLCh7cMuoh44cyHupJBuoOBvW8L6M/edit?usp=sharing"],
            "related_sdg": [2,14],
            "bell": true
        }
    ],
    "9": [
        {
            "group": "12",
            "name": "12",
            "class": "WFV Summer",
            "title": "Where PH Fintech Falls Short: The Case for Better Customer Support",
            "desc": "As fintech becomes an essential part of daily life in the Philippines, understanding user feedback is key to building trust and improving digital banking experiences. This analysis draws from 6,566 ‘constructive’ reviews, randomly sampled from a dataset of 65,536 online banking app reviews. \n\n Findings reflected in this plot suggest that approachability is the most valued principle. Users consistently highlight the importance of intuitive navigation, accessible and reliable transaction features, and courteous, patient, and reachable customer service. Optimization also plays a central role: users appreciate low interest rates, transparent transaction approvals, and fast, seamless processes. Conversely, dissatisfaction often stems from app slowdowns, data leaks, hidden fees, and diverse transaction methods. \n\n Finally, while less frequently mentioned, factors like user incentives, higher savings interest, advance maintenance notices, and fewer intrusive ads positively influence perception. \n\n These insights can guide improvements that meet the evolving expectations of over 63 million adult digital finance users nationwide.",
            "authors": [
                "E. Filio",
                "L. T. Lei",
                "B. J. Morales",
                "S. R. Pangilinan"
            ],
            "plot": "12",
            "website": "https://github.com/BrentMora/Financier/",
            "dataset": ["https://docs.google.com/spreadsheets/d/19dFUI54DuRipZVYiB6Cf4RNoMx90b_e1vGF4iPEEqZg/edit?usp=sharing"],
            "related_sdg": [8],
            "bell": false
        }
    ],
    "10": [
        {
            "group": "13",
            "name": "13",
            "class": "WFV Summer",
            "title": "Making Every Peso Count: Highlighting Regional Inequality in Education",
            "desc": "The study examines whether regional appropriations in the national education budget align with actual needs, primarily focusing on the Department of Education. UNESCO proposes that each country should allocate 4% of its GDP to education. This benchmark could be used to estimate the optimal budget and quantify the extent of underfunding in each region. \n\n Results, seen in these choropleth maps, signify that certain regions are significantly underfunded compared to others. In particular, CALABARZON, with its large student population, falls way behind other regions in terms of funding. Sadly, only one region in 2024, MIMAROPA, ever got sufficient funding across all regions and over a five-year period. It is important to note, however, that the funding of the DepEd’s Central Office was not considered due to the lack of information regarding how it spends its allocation.",
            "authors": [
                "G. B. Coronel",
                "N. J. Reyes",
                "J. B. Seda",
                "C. G. Vitug"
            ],
            "plot": "13",
            "website": "https://pingu204.github.io/cs132-CalyphYakult/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1eIvLyOlwaDle2Q_PStu8PRXkqNj5bCdYr-R7MbUp1qU/edit?usp=sharing"],
            "related_sdg": [1,4,16],
            "bell": true
        }
    ],
    "11": [
        {
            "group": "14",
            "name": "14",
            "class": "WFX Autumn",
            "title": "Projects Towards Progress: How are Project Funds Allocated and Distributed?",
            "desc": "This choropleth map shows the distribution of sustainability projects per region around the Philippines. It can be seen that the majority of projects are concentrated around Region III, IV-A, and NCR. This can mainly be attributed to those regions being part of three major undertakings: the North-South Commuter Railway, the Bulacan International Airport, and Subic-Clark-Manila-Batangas Dedicated Rail Corridor. A significant portion of these initiatives fall under “Physical Connectivity,” or transportation-related projects, which outnumber Water Resources projects, the second most common type, by a factor of four. \n\n This heavy focus on transport infrastructure reflects the government's push to improve urban mobility and economic efficiency, especially in densely populated areas. However, this centralization reveals disparities: less-developed regions receive fewer projects, particularly in sectors like water and agriculture. While the current strategy strengthens NCR’s economic role, it risks sidelining rural communities that are already vulnerable to climate change and lacking in basic services.",
            "authors": [
                "D. M. De La Cruz",
                "V. P. Fadri",
                "M. C. Macaraig"
            ],
            "plot": "14",
            "website": "https://cs132-2425b-grp14.vercel.app/",
            "dataset": ["https://depdev.gov.ph/infrastructure-flagship-projects/"],
            "related_sdg": [1,8,9],
            "bell": true
        }
    ],
    "12": [
        {
            "group": "15",
            "name": "15",
            "class": "WFX Autumn",
            "title": "Unmoved by the Market: Household Spending vs. Economic Trend",
            "desc": "Despite substantial fluctuations in key economic indicators, household final consumption expenditure (HFCE) in the Philippines has generally increased over time. As seen in the plot, while labor force participation continues to fall and the consumer price index stays essentially steady, GDP per capita, gross capital formation, and net factor income from overseas all not only exhibit upward growth but also strong post-2020 recoveries after a dip during the 2019–2020 timeframe, which may be attributed to the COVID-19 pandemic. Government spending also showed an upward trend, resembling HFCE closely.",
            "authors": [
                "C. A. Avena",
                "K. Rodrigo",
                "D. Yap"
            ],
            "plot": "15",
            "website": "https://dayiyap.github.io/CS132-Consumption/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1URHz7522dxCUbunpg8t4VKeK1wgChOeKw39PqqsqrDs/edit?gid=135171392#gid=135171392"],
            "related_sdg": [1,8,10],
            "bell": false
        }
    ],
    "13": [
        {
            "group": "16",
            "name": "16",
            "class": "WFX Autumn",
            "title": "Shifting Carbon Emissions from Roads to Grid Due to EVs",
            "desc": "With the rising adoption of Electric Vehicles (EVs) in the Philippines, carbon emissions from road vehicles have shown fluctuations rather than consistent growth. This suggests a potential slowdown in the rate of increase, marking a cautious step toward cleaner urban transportation. However, this transition brings with it a growing demand for electricity, much of which is still produced using fossil fuels in the Philippines. As shown in the plot, emissions attributed to EV electricity consumption continue to rise annually. \n\n If the country is to fully embrace EVs as a climate solution, its energy generation must also shift toward renewable sources. Otherwise, the carbon burden simply moves from tailpipes to power plants, undermining the sustainability goals of electric mobility.",
            "authors": [
                "I. J. Chung",
                "E. J. Diloy",
                "M. J. Millora"
            ],
            "plot": "16",
            "website": "https://ezbasic.github.io/EVdomination_Chung_Diloy_Millora/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1I2Xv-FziWDO0gNR8FzPMFXXrIO-1dvJ9AjJNsLVVtkg/edit?usp=sharing"],
            "related_sdg": [7,9,11],
            "bell": false
        },
        {
            "group": "17",
            "name": "17",
            "class": "WFX Autumn",
            "title": "The UHI Effect and CO2 Vehicle Emissions in Metro Manila",
            "desc": "The graph shows the monthly total CO₂ emissions from vehicles in Metro Manila and the corresponding Urban Heat Island (UHI) intensity from 2021 to 2024. UHI intensity is calculated by comparing Metro Manila’s daily apparent maximum temperature to that of nearby rural regions, then smoothened into monthly averages. \n\n From the graph, it is clear that UHI intensity has been increasing, especially during the dry season, where temperature differences range from 5 to 6°C, compared to just 2 to 3°C in the wet season. A noticeable trend is the positive correlation between CO₂ emissions and UHI intensity—immediate during the wet season but delayed by around two months during the dry season. \n\n This suggests that vehicle emissions contribute to the intensifying urban heat in Metro Manila. While CO₂ from transport is not the only cause, the plot underscores a hard truth: the heat we feel isn’t just weather; it’s something we’re driving.",
            "authors": [
                "B. N. Calabia",
                "E. J. Tagudin",
                "P. K. Tangonan"
            ],
            "plot": "17",
            "website": "https://ejtagudin.github.io/Project-In-Heat-cs132/",
            "dataset": ["https://docs.google.com/spreadsheets/d/119co5QyegsQz70OKkJ64crKj3HOOsvEgPTUM71n6-eU/edit?usp=sharing"],
            "related_sdg": [11],
            "bell": true
        }
    ],
    "14": [
        {
            "group": "18",
            "name": "18",
            "class": "WFX Autumn",
            "title": "Philippine Fisheries Through Data: Trends, Patterns, Insights",
            "desc": "As part of the question to ascertain the trends and/or patterns of the volume of national fish production over time, this nutshell plot highlights said trend across five different sectors. Obtained data tracks the volume of production of various species of freshwater and saltwater fish (up to dozens of species) over a period ranging over two decades, and combines them into a single total statistic. \n\n From visual inspection of this plot's trend lines, all sectors, except commercial fishing, for which post-2020 data is unavailable, exhibit relatively stagnant trends. There is a marked increase in production around 2010, but this level has largely plateaued in the years that followed. \n\n Overall, while the data indicates a brief surge in output, the long-term trend reveals minimal growth in national fish production, raising potential questions about the sustainability, innovation, or investment in the industry over the last two decades.",
            "authors": [
                "A. J. Baclor",
                "D. S. Flores",
                "S. L. Reyes"
            ],
            "plot": "18",
            "website": "https://cs132project.vercel.app/",
            "dataset": ["https://docs.google.com/spreadsheets/d/17ge-9f930rXhP0-NKJMFa58Jp_6D-CncS1kNnUMI-ZA/edit?usp=sharing"],
            "related_sdg": [2,9,12],
            "bell": false
        }
    ],
    "15": [
        {
            "group": "19",
            "name": "19",
            "class": "WFX Autumn",
            "title": "Bat Occurrence and Climate Patterns in the Philippines",
            "desc": "Due to limited research on bat populations, especially in the Philippine context, this study explores how climate factors like temperature and precipitation correlate with the rate of bat occurrence across the country. \n\n Using machine learning models, we identify patterns suggesting that bats tend to cluster in areas with high annual rainfall and relatively stable temperatures—patterns reflected in the map, particularly in parts of Western Visayas and Caraga. Heavily forested areas also show high occurrence rates, aligning with known bat preferences for primary forest habitats. The map further highlights Samal Island, home to the Monfort Bat Sanctuary and its two-million-strong colony, as an example of how specific ecological conditions support dense populations. \n\n These findings shed light on the climate and habitat factors that shape bat distributions, insights that are crucial not only for biodiversity conservation but also for anticipating public health risks, given bats’ roles as pollinators and zoonotic disease vectors.",
            "authors": [
                "J. R. Gemoto",
                "M. Potot",
                "A. Sahi"
            ],
            "plot": "19",
            "website": "https://github.com/RhamzHam/cs-132-Paniki/",
            "dataset": ["https://bkmd.aseanbiodiversity.org/ipt/resource?r=batmapph"],
            "related_sdg": [13,14],
            "bell": false
        }
    ],
    "16": [
        {
            "group": "20",
            "name": "20",
            "class": "WFX Autumn",
            "title": "From Cradles to Crime Rates: A Regional Breakdown",
            "desc": "This composite choropleth visualization blends three indicators: Crime Rate (red), Birth Count (green), and Marriage Count (blue), into a unified color scale, with opacity reflecting urbanization. Highly urbanized regions appear more opaque and vividly colored. \n\n NCR stands out in strong red, indicating a dominant crime rate, while CALABARZON shows vibrant green, reflecting high birth counts. Contrastingly, rural areas in Visayas and Mindanao appear more transparent and muted, suggesting lower levels across all indicators. Mid-urbanized areas show more variation: Central Luzon is green like CALABARZON, while Central Visayas leans red, reflecting elevated crime despite moderate urbanization. \n\n Geographic clustering emerges: Northern Luzon trends bluer, Central and Southern Luzon greener, and parts of Visayas and Mindanao bluer and redder, respectively. \n\n Overall, urbanization appears to amplify the visibility and intensity of the indicators. However, relationships among crime, births, and marriages are not strictly linear, pointing to possible cultural or governance-related influences meriting further investigation.",
            "authors": [
                "A. P. Abyado",
                "J. Alcantara",
                "K. A. Alcober",
                "R. Bejarin"
            ],
            "plot": "20",
            "website": "https://disboikaaarl.github.io/CS132_SDG16/",
            "dataset": ["https://docs.google.com/spreadsheets/d/1n75vu-pxSNtaExi_43i31aW3uC2apfbIyaFokpP-FWY/edit?usp=sharing"],
            "related_sdg": [1,8,10],
            "bell": true
        }
    ]
}